"REQUEST_ERROR_TITLE" = "Błąd połączenia";
"REQUEST_ERROR" = "Nie można załadować danych. Prawdopodobnie nie ma połączenia internetowego.";
"SERVER_ERROR_TITLE" = "Błąd serweru";
"SERVER_ERROR" = "Nie można odczytać danych. Prosze zaktualizuj za chwilę ponownie.";
"UNKNOWN_COORDINATES_TITLE" = "Błąd";
"UNKNOWN_COORDINATES_ERROR" = "Nie można znaleźć danych o lokalizacji dla wybranego parkingu.";
"LAST_UPDATE" = "Ostatnia aktualizacja:";
"OCCUPIED" = "Zajęty";
"CLOSED" = "Zamknięty";
"UNKNOWN_ADDRESS" = "Adres nieznany";
"UNKNOWN_LOAD" = "nieznany";
"OTHER_OPTIONS" = "inne opcje";
"SORTINGTYPE_LOCATION" = "odległość";
"SHARE_ON_TWITTER" = "udostępnij na Twitterze";
"SORTINGTYPE_FREESPOTS" = "wolne mijęsca";
"SORTING_OPTIONS" = "sortowanie";
"SORTINGTYPE_ALPHABETICAL" = "alfabetycznie";
"ABOUT_BUTTON" = "o nas";
"SORTINGTYPE_DEFAULT" = "standardowe sortowanie";

/*The explanation the app provides for why it is requesting access to location data.*/
"NSLocationWhenInUseUsageDescription" = "Dla lokalizacji na mapie i sortowania według odległości.";
"TWEET_TEXT" = "Nie widać możliwości do parkowania?  -> #ParkenDD http://parkendd.de ";
"WAITING_FOR_LOCATION" = "czekaj na lokalizację";
"APPSTORE_DESCRIPTION" = "ParkenDD pokazuje listę publicznych dostępnych parkingów w Dreźnie. Ta aplikacja informuje, czy publiczny parking jest otwarty lub nie, ile parkingów jest aktualnie dostępnych i gdzie on się dokładnie znajduje.\n\nWyświetlone dane są równiesz aktualne jak na dresden.de/freie-parkplaetze opublikowane.\n\nTekst tej aplikacji znajduje się na Github. Patrz https://github.com/kiliankoe/parkendd";
"APPSTORE_TAGS" = "drezno, parkowanie, samochód, jeździć, nawigacja, parking, garaż podziemny";
"LOCATION_DATA_ERROR_TITLE" = "Błąd lokalizacji";
"LOCATION_DATA_ERROR" = "ParkenDD nie ma zezwolenia do lokalizacji. \nProsze dostępnij to w ustawieniach.";
"CANCEL" = "Anuluj";
"SETTINGS" = "Ustawienia";
"CIRCA_SPOTS_AVAILABLE" = "ca. %@ miejsca wolne";
"DISPLAY_OPTIONS" = "Opcje wyświetlania";
"HIDE_NODATA_LOTS" = "Ukryć parkingi bez danych";
"NOTE_TITLE" = "Wskazanie";
"LIST_UPDATE_ON_REFRESH" = "Lista zostanie zaktualizowana przy następnej aktualizacji. ";
"USE_GRAYSCALE_COLORS" = "Użyć szare kolory";
"RESET_NOTIFICATIONS" = "Resetować powiadomienia";
"SEND_FEEDBACK" = "Zgłoś problem.";
"OUTDATED_DATA_WARNING_TITLE" = "Nieakutalne informacje";
"OUTDATED_DATA_WARNING" = "Nieaktualne informacje. Ostatnia aktualizacja odbyła się  ponad godzinę temu";
"UNKNOWN_ERROR_TITLE" = "Nieznany błąd";
"UNKNOWN_ERROR" = "Pojawił się nieznany błąd";
"LAST_UPDATED" = "Zaktualizowane: %@";
"NO_COORDS_WARNING_TITLE" = "brak współrzędnych";
"NO_COORDS_WARNING" = "Niestety brakuje współrzędnych związanych z tym parkingiem.";
"CITY_OPTIONS" = "miasto";
"FORECAST_INFO_TITLE" = "prognoza informacji";
"FORECAST_INFO_TEXT" = "Użyj tej funkcji by spojrzeć w przyszłość. Wybierz datę i zobacz ile  będzie prawdopodobnie wolnych miejsc w tym czasie.\n\nTabela pokazuje wybrany dzień.";
"MAPSUBTITLE" = "%@ z %d wolne";
"SHOWEXPERIMENTALCITIESALERT" = "Nowo pokazane miasta są w fazie testowej! Podane informacje mogą zawierać błędy i być niedokładne.\nJeżeli chciałbyś do nas dołczyć, aby wspierać nowe mista, proszę kliknąć ikonkę z opinią. :)";
"ACTIVATE" = "aktywuj";
"SHOWEXPERIMENTALCITIESSETTING" = "pokaż miasta eksperymentalne";
"FORECAST_TITLE" = "Prognoza dla";
"SORTINGTYPE_EUKLID" = "Najlepszy pierwszy";
"FORECAST" = "Prognoza";
"LOAD_IN_PERCENT" = "Ładuj w";
"END_OF_DATA_TITLE" = "Brak informacji";
"END_OF_DATA" = "Niestety brak  dostępnych infomacji dla wybranej daty.";